Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: minitab method
ca_es: mètode minitab

source: Browse
ca_es: Navegar

source: Not enough values for calculation
ca_es: No hi ha prou valors per a fer el càlcul

source: Response
ca_es: Resposta

source: Percentage
ca_es: Percentatge

source: Not completed or Not displayed
ca_es: No completat o no mostrat

source: Not displayed
ca_es: No mostrat

source: Number of cases
ca_es: Nombre d'opcions

source: Arithmetic mean
ca_es: Mitjana aritmètica

source: Disable chart
ca_es: Desactiva el gràfic

source: Enable chart
ca_es: Activa el gràfic

source: Display as bar chart
ca_es: Mostra com una gràfica de barres

source: Display as pie chart
ca_es: Visualitzar com una gràfica pie

source: Disable map display
ca_es: Desactiva el mapa

source: Enable map display
ca_es: Activa la visualització del mapa

source: Statistics survey %s
ca_es: Estadístiques de l'enquesta %s

source: Survey %s
ca_es: Enquesta %s

source: Quick statistics
ca_es: Estadístiques ràpides

source: Number of records in this query:
ca_es: Número d'elements en aquesta consulta:

source: Total records in survey:
ca_es: Total d'entrades a l'enquesta:

source: Percentage of total:
ca_es: Percentatge del total:

source: Results
ca_es: Resultats

source: page
ca_es: pàgina

source: Welcome to the LimeSurvey installation wizard. This wizard will guide you through the installation, database setup and initial configuration of LimeSurvey.
ca_es: Benvingut a l'assistent d'intal·lació de LimeSurvey. Aquest assistent et guiarà a través de l'instal·lació, en la creació de la base de dades i en la configuració inicial de LimeSurvey.

source: GNU General Public License:
ca_es: Llicència Pública General GNU:

source: Pre-installation check for LimeSurvey
ca_es: Comprovació de preinstal·lació per LimeSurvey

source: Please enter the database settings you want to use for LimeSurvey:
ca_es: Siusplau, entri les preferències de la base de dades que vol utilitzar per LimeSurvey:

source: Connection with database failed. Please check database location, user name and password and try again.
ca_es: La connexió amb la base de dades ha fallat. Si us plau, reviseu la url, el nom d'usuari i la contrasenya i torneu a provar.

source: The database you specified does already exist.
ca_es: La base de dades que heu indicat ja existeix.

source: The database does exists and contains LimeSurvey tables. You'll be redirected to the database update or (if your database is already up to date) to the administration login in 5 seconds. If not, please click <a href="%s">here</a>.
ca_es: La base de dades existeix i conté taules de LimeSurvey. Seràs redirigit en 5 segons a l'actualització de la base de dades o bé, si la vostra base de dades ja està actualitzada, a la pàgina d'entrada al panell d'administració. Si això no es produeix, si us plau, cliqueu <a href="%s"> aquí</a>.

source: Database doesn't exist!
ca_es: La base de dades no existeix!

source: The database you specified does not exist:
ca_es: La base de dades especificada no existeix:

source: LimeSurvey can attempt to create this database for you.
ca_es: LimeSurvey pot intentar crear la base de dades per vostè.

source: Create database
ca_es: Crea una base de dades

source: A database named "%s" already exists.
ca_es: Ja existeix una base de dades anomenada "%s".

source: Do you want to populate that database now by creating the necessary tables?
ca_es: Voleu omplir ara la base de dades creant les taules necessàries?

source: Populate database
ca_es: Poblar la base de dades

source: LimeSurvey database is up to date. No action needed
ca_es: La base de dades del LimeSurvey està actualitzada. No és necessària cap acció

source: Please <a href="%s">log in</a>.
ca_es: Si us plau, <a href="%s">inicieu la sessió</a>.

source: Database has been created.
ca_es: S'ha creat la base de dades.

source: Please continue with populating the database.
ca_es: Si us plau, continueu amb l'actualització i població de la base de dades.

source: Try again! Connection with database failed.
ca_es: Torna-ho a provar! Error de connexió amb la base de dades.

source: Try again! Connection with database failed. Reason:
ca_es: Torna-ho a provar! Error de connexió amb la base de dades. Motiu:

source: Database %s has been successfully populated.
ca_es: La base de dades %s ha estat poblada amb èxit

source: Database was populated but there were errors:
ca_es: La base de dades s'ha omplert però hi ha errors:

source: Optional settings to give you a head start
ca_es: Preferències opcionals per donar-te un bon començament.

source: Success!
ca_es: Èxit!

source: LimeSurvey has been installed successfully.
ca_es: LimeSurvey ha sigut instal·lat correctament.

source: Passwords don't match.
ca_es: Les contrasenyes no coincideixen.

source: Configuration directory is not writable
ca_es: No es pot escriure al directori de configuració

source: You will be redirected in about 5 secs. If not, click <a href="%s">here</a>.
ca_es: Hi sereu redirigit en uns 5 segons. Si no és així, cliqueu <a href="%s">aquí</a>.

source: Please wait ...
ca_es: Espereu...

source: Go back
ca_es: Torna enrere

source: Getting questions and answers ...
ca_es: S'estan recuperant respostes i preguntes...

source: Generating summaries ...
ca_es: S'estan generant resums...

source: Token mismatch
ca_es: Els tokens no encaixen

source: The token you provided doesn't match the one in your session.
ca_es: El token que ha proporcionat no encaixa amb el de la seva sessió.

source: Please wait to begin with a new session.
ca_es: Si us plau, esperi abans d'iniciar una nova sessió.

source: Previous session is set to be finished.
ca_es: S'ha marcat la sessió anterior com a finalitzada.

source: Your browser reports that it was used previously to answer this survey. We are resetting the session so that you can start from the beginning.
ca_es: El seu navegador indica que ja s'ha usat anteriorment per a contestar aquesta enquesta. Estem reiniciant la sessió per a que pugui començar pel principi.

source: We are sorry but you don't have permissions to do this.
ca_es: No té permisos per fer això.

source: Following survey(s) are not yet active but you can register for them.
ca_es: L'enquesta(es) següent(s) no està(n) activa(es) però us hi podeu registrar

source: No available surveys
ca_es: No hi ha enquestes disponibles

source: You have not provided a survey identification number
ca_es: No ha proporcionat el número d'identificació de l'enquesta

source: The survey identification number is invalid
ca_es: El número d'identificació de l'enquesta no es vàlid.

source: The following surveys are available:
ca_es: Les enquestes següents estan disponibles:

source: This survey is no longer available.
ca_es: Aquesta enquesta ja no està disponible.

source: This survey is not yet started.
ca_es: Aquesta enquesta encara no s'ha començat.

source: You have already completed this survey.
ca_es: Ja ha completat aquesta enquesta.

source: You did not provide a name
ca_es: No heu introduït el nom

source: You did not provide a password
ca_es: No ha introduït una contrasenya

source: There is no matching saved survey
ca_es: No existeix cap enquesta amb aquest nom

source: We are sorry but you are not allowed to enter this survey.
ca_es: Ho sento, però no està autoritzat a accedir a aquesta enquesta.

source: Your token seems to be valid but can be used only during a certain time period.
ca_es: El seu token sembla vàlid, però només pot ser utilitzat durant un cert període de temps.

source: Your responses were successfully saved.
ca_es: Les seves respostes s'han guardat satisfactòriament.

source: This survey does not seem to exist.
ca_es: Sembla que aquesta enquesta no existeix.

source: You are not a participant in this survey.
ca_es: Vostè no és un participant d'aquesta enquesta.

source: You have been successfully removed from this survey.
ca_es: Ha estat correctament eliminat d'aquesta enquesta.

source: You have been already removed from this survey.
ca_es: Vostè ja ha estat eliminat d'aquesta enquesta.

source: You have already been removed from the central participants list for this site
ca_es: Ja ha sigut esborrat la la llista central de participants per aquest lloc

source: You have been removed from the central participants list for this site
ca_es: Has sigut eliminat de la llista de central de participants d'aquest lloc

source: The email you used is not valid. Please try again.
ca_es: L'adreça de correu electrònic no és vàlida. Si us plau, torni-ho a intentar.

source: %s cannot be left empty
ca_es: %s no es pot deixar buit.

source: The email you used has already been registered.
ca_es: L'adreça de correu electrònic que ha indicat, ja ha estat registrada anteriorment.

source: Thank you for registering to participate in this survey.
ca_es: Gràcies per registrar-se per participar en aquesta enquesta.

source: An email has been sent to the address you provided with access details for this survey. Please follow the link in that email to proceed.
ca_es: Li hem enviat un correu electrònic amb les dades d'accés per aquesta enquesta. Si us plau, segueixi el link que conté el correu electrònic per accedir a l'enquesta.

source: Survey administrator
ca_es: Administrador de l'enquesta

source: File %s deleted
ca_es: Arxiu %s esborrat

source: Oops, There was an error deleting the file
ca_es: Hi ha hagut un error esborrant l'arxiu

source: Sorry, this file extension (%s) is not allowed!
ca_es: L'extensió d'aquest fitxer (%s) no és permesa!

source: Sorry, this file is too large. Only files upto %s KB are allowed.
ca_es: Aquest fitxer és massa gran. Només els fitxers de menys de %s KB són permesos.

source: The file has been successfuly uploaded.
ca_es: El fitxer s'ha pujat correctament.

source: Sorry, this file is too large. Only files up to %s KB are allowed.
ca_es: Ho sentim, aquest arxiu és massa gran. Només els arxius amb menys de %s KB estan permesos.

source: We are sorry but there was a system error and your file was not saved. An email has been dispatched to notify the survey administrator.
ca_es: Ho sentim, però hi ha hagut un error al sistema i l'arxiu no s'ha pogut desar. S'ha enviat un correu electrònic a l'administrador de l'enquesta per notificar-li.

source: Sorry, there was an error uploading your file
ca_es: Ho sentim, s'ha produït un error en pujar el fitxer

source: Unknown error
ca_es: Error desconegut

source: Sorry, no more files can be uploaded!
ca_es: No es poden pujar més fitxers!

source: Sorry, only %s files can be uploaded for this question!
ca_es: Ho sentim, només %s arxius poden ser pujats per aquesta pregunta!

source: Uploading
ca_es: Pujant

source: Select file
ca_es: Seleccioneu un fitxer

source: Please upload %s more file(s).
ca_es: Siusplau, puja %s arxiu(s) més.

source: If you wish, you may upload %s more file(s); else you may return back to survey.
ca_es: Si ho desitges, pots pujar %s arxiu(s) més; sino, pots tornar a l'enquesta.

source: The maximum number of files has been uploaded. You may return back to survey.
ca_es: Ja has pujat el nombre màxim d'arxius permesos. Torna enrere a l'enquesta.

source: You need to upload %s more files for this question. Are you sure you want to exit?
ca_es: Has de pujar %s arxius més per aquesta pregunta. Estàs segur de que vols sortir?

source: You can upload %s under %s KB each.
ca_es: Pots pujar %s de menys de %s KB cada un.

source: We are sorry but your session has expired.
ca_es: Ho sentim, però la seva sessió ha caducat.

source: Either you have been inactive for too long, you have cookies disabled for your browser, or there were problems with your connection.
ca_es: O bé ha estat inactiu durant molt temps, té desactivades les galetes en el seu navegador o hi ha algun problema amb la seva connexió.

source: PDF export
ca_es: Exportació a PDF

source: Survey name (ID):
ca_es: Nom de l'enquesta (ID):

source: Version
ca_es: Versió

source: Warning: You are still using the default password ('password'). Please change your password and re-login again.
ca_es: Atenció: Encara estàs utilitzant la contrasenya per defecte ('password'). Si us plau, modifica-la i torna a iniciar la sessió.

source: You have been successfully added back to this survey.
ca_es: Vostè s'ha agregat de nou aquesta enquesta satisfactòriament.

source: You are already a part of this survey.
ca_es: Ja sou part d'aquesta enquesta.

source: Firstname from token
ca_es: Nom del token

source: Lastname from token
ca_es: Cognom del token

source: Email from the token
ca_es: E-mail del token

source: Token attribute: %s
ca_es: Attribut del token: %s

source: Survey expiration date
ca_es: Data de finalització del qüestionari

source: Reload URL
ca_es: Recarregar URL

source: View response URL
ca_es: Veure URL de resposta

source: Edit response URL
ca_es: Editar URL de resposta

source: Statistics URL
ca_es: URL d'estadístiques

source: Token code for this participant
ca_es: Codi de token per aquest participant

source: First name from token
ca_es: Nom del token

source: Last name from token
ca_es: Cognom del token

source: Name of the survey
ca_es: Nom de l'enquesta

source: Description of the survey
ca_es: Descripció de l'enquesta

source: Name of the survey administrator
ca_es: Nom de l'administrador de l'enquesta

source: Email address of the survey administrator
ca_es: E-mail de l'administrador de l'enquesta

source: Answers from this response
ca_es: Preguntes d'aquesta resposta

source: URL for a respondent to opt-out this survey
ca_es: URL per els enquestats que renuncien explícitament a fer l'enquesta

source: URL for a respondent to opt-in this survey
ca_es: URL per l'enquestat que opta per l'enquesta

source: URL of the survey
ca_es: URDL de l'enquesta

source: This question's survey ID number
ca_es: El número d'ID d'enquesta d'aquesta pregunta

source: This question's group ID number
ca_es: El número d'ID de grup d'aquesta pregunta

source: This question's question ID number
ca_es: ID de pregunta d'aquesta pregunta

source: This question's SGQA code
ca_es: Codi SGQA d'aquesta pregunta

source: Overall assessment score
ca_es: Valoració global

source: Assessment group score
ca_es: Valoracions del grup

source: Remaining
ca_es: Restants

source: Logout successful.
ca_es: Ha sortit del sistema correctament.

source: User name and/or email not found!
ca_es: Nom d'usuari i/o adreça electrònica no trobats!

source: User data
ca_es: Dades de l'usuari

source: Username: %s
ca_es: Nom de l'usuari: %s

source: Email: %s
ca_es: Correu electrònic: %s

source: New password: %s
ca_es: Nova contrasenya: %s

source: Your user data for accessing %s
ca_es: Les seves dades d'usuari per accedir %s

source: An email with your login data was sent to you.
ca_es: Se us ha enviat un correu electrònic amb les vostres dades d'accès.

source: Email to {NAME} ({EMAIL}) failed.
ca_es: No s'ha pogut enviar el correu electrònic a {NAME} ({EMAIL})

source: Please log in first.
ca_es: Si us plau, identifiqueu-vos primer

source: Welcome %s!
ca_es: Benvingut/da %s!

source: Reloading screen. Please wait.
ca_es: Recarregant la pantalla. Si us plau, esperi.

source: Incorrect username and/or password!
ca_es: Nom d'usuari i/o contrasenya incorrectes!

source: You have exceeded the number of maximum login attempts. Please wait %d minutes before trying again.
ca_es: Heu sobrepasat el número màxim d'intents d'entrar. Si us plau, esperi %d minuts abans de tornar a intentar-ho.

source: Less than or equal to
ca_es: Menor o igual que

source: equals
ca_es: igual

source: Not equal to
ca_es: Desigual a

source: Greater than or equal to
ca_es: Major o igual que

source: Regular expression
ca_es: Expressió regular

source: Less than (Strings)
ca_es: Menor que (cadenes)

source: Less than or equal to (Strings)
ca_es: Menor o igual que (cadenes)

source: Greater than or equal to (Strings)
ca_es: Major o igual que (cadenes)

source: Greater than (Strings)
ca_es: Major que (cadenes)

source: You have not selected a survey
ca_es: No ha seleccionat una enquesta

source: Main admin screen
ca_es: Pantalla principal d'administració

source: Reset Survey Logic
ca_es: Eliminar les condicions de l'enquesta

source: You are about to delete all conditions on this survey's questions
ca_es: Esteu a punt d'eliminar totes les condicions de les preguntes d'aquesta enquesta

source: We recommend that before you proceed, you export the entire survey from the main administration screen.
ca_es: Us recomanem que, abans de procedir, exporteu la totalitat de l'enquesta des de la pàgina d'administració principal.

source: Continue?
ca_es: Voleu continuar?

source: All conditions in this survey have been deleted.
ca_es: S'han eliminat totes les condicions de l'enquesta.

source: You have not selected a question
ca_es: No ha seleccionat cap pregunta

source: Your condition could not be added! It did not include the question and/or answer upon which the condition was based. Please ensure you have selected a question and an answer.
ca_es: No es pot afegir la seva condició. No s'inclou la pregunta i/o resposta sobre la que està basada la condició. Si us plau, seleccioni una pregunta i una resposta.

source: All conditions scenarios were renumbered.
ca_es: Totes el escenaris de condició s'han renumerat.

source: Conditions successfully copied (some were skipped because they were duplicates)
ca_es: Les condicions s'han copiat correctament (algunes s'han ignorat perquè hi havia duplicats)

source: Conditions successfully copied
ca_es: S'han copiat correctament les condicions

source: No conditions could be copied (due to duplicates)
ca_es: No s'han pogut copiar les condicions perque hi havia duplicats

source: Group of checkboxes
ca_es: Grup de caselles de verificació

source: Single checkbox
ca_es: Casella única

source: checked
ca_es: marcat

source: not checked
ca_es: no marcat

source: Before
ca_es: Anterior

source: Only show question %s IF
ca_es: Mostrar només la pregunta %s SI

source: Delete this scenario
ca_es: Suprimeix aquest escenari

source: Are you sure you want to delete all conditions set in this scenario?
ca_es: Esteu segur de voler eliminar totes les condicions que figuren a l'escenari?

source: Edit scenario
ca_es: Edita l'escenari

source: From token table
ca_es: Des de la taula de tokens

source: Inexistant token table
ca_es: Taula de tokens inexistent

source: This question is always shown.
ca_es: Aquesta pregunta es mostra sempre

source: No questions selected
ca_es: Cap pregunta seleccionada

source: Check all
ca_es: Marca-ho tot

source: Uncheck all
ca_es: Desseleccionar tots

source: selected
ca_es: seleccionat

source: Copy the selected conditions to
ca_es: Copiar les condicions seleccionades a

source: There are no existing conditions in this survey.
ca_es: No hi han condicions en aquesta enquesta.

source: Edit condition
ca_es: Edita la condició

source: Add condition
ca_es: Afegeix una condició

source: Add scenario
ca_es: Afegir escenari

source: Default scenario
ca_es: Escenari per defecte

source: Scenario
ca_es: Escenari

source: Previous questions
ca_es: Preguntes anteriors

source: Token fields
ca_es: Camps de Token

source: Comparison operator
ca_es: Operador de comparació

source: Predefined
ca_es: Predefinit

source: RegExp
ca_es: Expressió regular

source: Predefined answer options for this question
ca_es: Opcions de la resposta predefinida de la pregunta

source: Constant value
ca_es: Valor constant

source: Answers from previous questions
ca_es: Respostes provinents de les preguntes anteriors

source: Attributes values from the participant's token
ca_es: Valors d'atributs del token del participant

source: Update condition
ca_es: Actualitzar condició

source: You do not have sufficient rights to access this page.
ca_es: No teniu permissos suficients per accedir a aquesta pàgina.

source: Please submit by %s
ca_es: Si us plau, enviar per %s

source: Database
ca_es: Base de dades

source: table
ca_es: taula

source: Submit Your Survey.
ca_es: Enviar Enquesta.

source: Thank you for completing this survey.
ca_es: Moltes gràcies per completar aquesta enquesta.

source: Please fax your completed survey to:
ca_es: Si us plau, enviï un fax amb l'enquesta completada a:

source: Answer was
ca_es: La resposta va ser

source: Answer was NOT
ca_es: La resposta NO va ser

source: Answer was less than
ca_es: La resposta va ser meno que

source: Answer was less than or equal to
ca_es: La resposta va ser més gran o igual a

source: Answer was greater than or equal to
ca_es: La resposta va ser més gran o igual a

source: Answer was greater than
ca_es: La resposta va ser més gran que

source: Answer matched (regexp)
ca_es: Resposta coincident (expressió regular - regexp)

source: is
ca_es: és

source: is NOT
ca_es: NO és

source: is less than
ca_es: és menor que

source: is less than or equal to
ca_es: és menor o igual que

source: is greater than or equal to
ca_es: és més gran o igual a

source: is greater than
ca_es: és més gran que

source: is matched (regexp)
ca_es: es correspon (expressió regular, regexp)

source: RANK
ca_es: RÀNQUING

source: at question
ca_es: a la pregunta

source: Only answer this question if the following conditions are met:
ca_es: Contestar aquesta pregunta només si es compleixen les següents condicions:

source: Question code:
ca_es: Codi de pregunta:

source: Please choose *only one* of the following:
ca_es: Si us plau, seleccioni *només una* de les següents:

source: Please enter a date:
ca_es: Si us plau, introdueixi una data:

source: Please number each box in order of preference from 1 to
ca_es: Si us plau, enumeri cada casella en ordre de preferència de 1 a

source: Please choose *all* that apply:
ca_es: Si us plau, seleccioni *totes* les que corresponguin:

source: Please choose all that apply and provide a comment:
ca_es: Si us plau, seleccioni totes les que corresponguin i afegeixi un comentari:

source: Please write your answer(s) here:
ca_es: Si us plau, escrigui la/es seva/es resposta/es aquí:

source: Please write your answer here:
ca_es: Si us plau, escrigui la seva resposta aquí:

source: Please choose the appropriate response for each item:
ca_es: Si us plau, triï la resposta apropiada per cada entrada:

source: There are {NUMBEROFQUESTIONS} questions in this survey
ca_es: Hi ha {NUMBEROFQUESTIONS} preguntes en aquesta enquesta

source: Please choose at least %s items.
ca_es: Si us plau, trieu com a mínim %s items.

source: Please choose no more than %s items.
ca_es: Si us plau, no trieu més de %s elements.

source: Only answer this question for the items you selected in question %s ('%s')
ca_es: Respón només aquesta pregunta pels elements que vau seleccionar a la pregunta %s ('%s')

source: Only answer this question for the items you did not select in question %s ('%s')
ca_es: Respón només aquesta pregunta pels elements que no vau seleccionar a la pregunta %s ('%s')

source: Test this survey
ca_es: Prova aquesta enquesta

source: Execute this survey
ca_es: Executar aquesta enquesta

source: Translate to
ca_es: Traduir a

source: Survey title and description
ca_es: Títol i descripció de l'enquesta

source: Welcome and end text
ca_es: Text de benviguda i finalització

source: Group description
ca_es: Descripció del grup

source: Question help
ca_es: Ajuda de la pregunta

source: Answer options
ca_es: Opcions de resposta

source: Invitation email subject
ca_es: Assumpte del correu d'invitació

source: Invitation email
ca_es: Correu electrònic d'invitació

source: Reminder email subject
ca_es: Assumpte del correu de recordatori

source: Reminder email
ca_es: Correu electrònic de recordatori

source: Confirmation email subject
ca_es: Assumpte del correu de confirmació

source: Registration email subject
ca_es: Assumpte del correu de registre
